{
    "Bug" = "Bug"; 
    "Bugs" = "Bugs"; 
    "Component" = "Componente";
    "People" = "Persone";
    "Preferences" = "Preferenze"; 
    "Priority" = "Priorità";
    "Requirement" = "Richiesta";
    "Requirements" = "Richieste"; 
    "Requirement Type" = "Tipo richiesta"; 
    "Requirement Sub Type" = "Sotto tipo richiesta";
    "Release" = "Release"; 
    "State" = "Status";
    "Test Item" = "Elemento da testare";
    "Test Items" = "Elementi da testare";

    "Children" = "Children"; // Means children component
    "Comments" = "Commenti"; 
    "Controlled" = "Controllato";
    "Date Created" = "Data creazione";
    "Date Modified" = "Data di modifica";
    "Date Submitted" = "Data sottomissione";
    "Difficulty" = "Difficoltà"; 
    "Email" = "Email"; 
    "Feature Request" = "Nuova funzionalità";
    "Is Active" = "È attivo";
    "Is Admin" = "È ammministratore";
    "Is Customer Service" = "Servizio clienti";
    "Is Engineering" = "Sviluppo"; 
    "Is Open" = "É aperto";
    "Login" = "Login"; 
    "Name" = "Nome"; 
    "Originator" = "Originato da";
    "Owner" = "Responsabile";
    "Parent" = "Parent";  // Means parent component
    "Password" = "Password"; 
    "Previous Owner" = "Responsabile precedente"; 
    "Read" = "Esaminato";
    "Subject" = "Oggetto";
    "Target Release" = "Previsto per la release";
    "Text Description" = "Descrizione";
    "Title" = "Titolo"; 

    // Entity "Priority"
    "1. Critical" = "1. Critica"; 
    "2. High" = "2. Alta";
    "3. Medium" = "3. Media"; 
    "4. Low" = "4. Bassa";

    // Entity "State"
    "1. Analyze" = "1. Da analizzare"; 
    "2. Build" = "2. Build"; 
    "3. Verify" = "3. Verificare";    
    "4. Document" = "4. Documentazione"; 
    "5. Closed" = "5. Chiuso";
    
    // Entity "TestItemState"
    "1. Open" = "1. Aperto"; 
    "2. Bug" = "2. Bug"; 
    "3. Closed" = "3. Chiuso"; 
    "4. Requirement" = "4. Richiesta"; 
}
